/*  AMApplication localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMCategory localized strings  */
/* e.g. "Terminal" = "Terminal"; */

//AMName = "FCPX Audio Role Append";

/* AMDefaultParameters localized values */
/* e.g. myDefaultIntegerParameter = 0; */
/* e.g. myDefaultStringParameter = "Default String Value"; */

/* AMDescription localized strings */
//AMDSummary = "generate wav file with audio role, for Final Cut Pro X.";

//AMDNote = ""; //"convert wav files to having audio role wav file.";
//AMDInput = "(File) wav file list.";
//AMDResult = "wav files with audio role will be generated.";
//AMDAlert = ""; //"wav file will be overwritten if generated file have same existing file name.";
//AMDWebsite = https://github.com/taku-o/fcpx-audio-role-workflow;
//AMDOptions = ""; //"prefix, and suffix is realated to generated wav file name.";
//AMDRequires = ""; //"audioRoleName is required to generate wav file.";
//AMDRelatedActions = "";

/* AMKeyword localized strings */
/* e.g. "Filter" = "Filter"; */

/* AMWarning localized strings */
//ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
//IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
//Message = "(* Warning message presented to user goes here. *)";

